<html><head><title>mobi demo</title></head><body><h1>利用Travis CI 让你的github项目持续构建(
ode.js为例)</h1><div><div class="entry-content"><p>&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; Travis CI &#x662F;&#x76EE;&#x524D;&#x65B0;&#x5174;&#x7684;&#x5F00;&#x6E90;&#x6301;&#x7EED;&#x96C6;&#x6210;&#x6784;&#x5EFA;&#x9879;&#x76EE;&#xFF0C;&#x5B83;&#x4E0E;jenkins&#xFF0C;GO&#x7684;&#x5F88;&#x660E;&#x663E;&#x7684;&#x7279;&#x522B;&#x5728;&#x4E8E;&#x91C7;&#x7528;yaml&#x683C;&#x5F0F;&#xFF0C;&#x7B80;&#x6D01;&#x6E05;&#x65B0;&#x72EC;&#x6811;&#x4E00;&#x5E1C;&#x3002;&#x76EE;&#x524D;&#x5927;&#x591A;&#x6570;&#x7684;github&#x9879;&#x76EE;&#x90FD;&#x5DF2;&#x7ECF;&#x79FB;&#x5165;&#x5230;Travis CI&#x7684;&#x6784;&#x5EFA;&#x961F;&#x5217;&#x4E2D;&#xFF0C;&#x636E;&#x8BF4;Travis CI&#x6BCF;&#x5929;&#x8FD0;&#x884C;&#x8D85;&#x8FC7;4000&#x6B21;&#x5B8C;&#x6574;&#x6784;&#x5EFA;&#x3002;&#x5BF9;&#x4E8E;&#x505A;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#x6216;&#x8005;github&#x7684;&#x4F7F;&#x7528;&#x8005;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x7684;&#x9879;&#x76EE;&#x8FD8;&#x6CA1;&#x6709;&#x52A0;&#x5165;Travis CI&#x6784;&#x5EFA;&#x961F;&#x5217;&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x771F;&#x7684;&#x60F3;&#x5BF9;&#x4F60;&#x8BF4;out&#x4E86;&#x3002;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0;&#xA0; &#x4E0B;&#x9762;&#x662F;&#x672C;&#x4EBA;&#x7684;&#x6784;&#x5EFA;&#x5386;&#x53F2;&#xFF1A;</p>

<p>&#xA0;<img src="http://images.cnitblog.com/blog/63184/201304/14093241-01c09362fb72431dabed0cb6635a0fdb.png" alt=""></p>



<p>&#xA0; &#x642D;&#x5EFA;Travis CI build&#xFF0C;&#x9700;&#x8981;&#x4F60;&#x6709;&#x4E2A;github&#x8D26;&#x53F7;&#x548C;github&#x9879;&#x76EE;&#xFF1A;</p>

<p>1&#xFF1A;&#x7528;github&#x8D26;&#x53F7;&#x767B;&#x9646;<a href="http://travis-ci.org">Travis CI</a>.</p>

<h5>2 :&#x5728;&#x53F3;&#x4E0A;&#x89D2;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x540D;&#x70B9;&#x51FB;&#x8FDB;&#x5165; account&#xFF0C;&#x5728;epositories tab&#x9875;&#x70B9;&#x51FB;Sync now&#x540C;&#x6B65;&#x4F60;&#x7684;github&#x9879;&#x76EE;&#xFF0C;</h5>

<p>3&#xFF1A;&#x9009;&#x4E2D;&#x9879;&#x76EE;&#x5C06;&#x9ED8;&#x8BA4;&#x7684;off&#x6539;&#x53D8;&#x4E3A;on&#x5F00;&#x542F;&#x9879;&#x76EE;&#x7684;&#x6301;&#x7EED;&#x96C6;&#x6210;&#x3002;</p>

<p>4&#xFF1A;&#x5728;&#x4F60;&#x9879;&#x76EE;&#x7684;&#x6839;&#x76EE;&#x5F55;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;.travis.yml&#x6587;&#x4EF6;&#xFF0C;&#x5185;&#x5BB9;&#x4E3A;&#xFF1A;</p>

<p>language: node_js</p>

<p>node_js:&#xA0;&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; 0.4&#xA0;&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; 0.6</p>

<p>5: &#x5728;&#x6253;&#x5F00;&#x4F60;&#x7684;node.js&#x7684;package.json&#x6587;&#x4EF6;&#xFF0C;&#x786E;&#x4FDD;&#x52A0;&#x5165;script/test&#x8282;&#x70B9;&#xFF1A;</p>

<p>&#x201C;scripts&#x201D;: {</p>

<p>&#xA0; &#xA0; &#x201C;test&#x201D;: &#x201C;XXXX&#x201D;</p>



<p>&#x8FD9;&#x91CC;&#x4F60;&#x53EF;&#x60DC;&#x9009;&#x62E9;mak&#x6216;&#x8005;jasmine-node&#x7B49;node.js&#x6D4B;&#x8BD5;&#x6846;&#x67B6;&#x7684;&#x6D4B;&#x8BD5;&#x547D;&#x4EE4;&#x3002;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x628A;&#x4F9D;&#x8D56;&#x52A0;&#x5165;package&#x7684;depends</p>

<p>6&#xFF1A;&#x5728;&#x4F60;&#x9879;&#x76EE;&#x4E2D;&#x8FD0;&#x884C;npm test&#xFF0C;&#x786E;&#x4FDD;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x3002;</p>

<p>7&#xFF1A; check in&#x4F60;&#x7684;code&#x5230;github&#xFF0C;&#x4EE3;&#x5F00;tracivs
ci&#x754C;&#x9762;&#x7B49;&#x5F85;&#x5176;&#x540C;&#x6B65;&#x5E76;&#x8FD0;&#x884C;&#x4F60;&#x7684;build&#x6784;&#x5EFA;&#x3002;</p>



<p>&#xA0; &#x5982;&#x679C;&#x4F60;&#x9700;&#x8981;&#x5C06;&#x4F60;&#x7684;build&#x6784;&#x5EFA;&#x72B6;&#x6001;&#x653E;&#x5728;&#x4E00;&#x4E2A;&#x663E;&#x773C;&#x7684;&#x4F4D;&#x7F6E;&#x6216;&#x8005;&#x9879;&#x76EE;readme&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x9996;&#x9875;My epositories&#x4E2D;&#x627E;&#x5230;&#x9879;&#x76EE;&#x5E76;&#x8BBE;&#x7F6E;&#x4E2D;&#x590D;&#x5236;&#x72B6;&#x6001;&#x56FE;&#x7247;code&#xFF0C;&#x5F62;&#x5982;&#xFF1A;</p>

<p><code>markdown
  [![Build Status]([https://travis-ci.org/greengerong/
  qing.png?branch=master)](https://travis-ci.org/greengerong/
  qing](https://travis-ci.org/greengerong/qing.png?
  branch=master)%5D(https://travis-ci.org/greengerong/qing))
 </code></p>

<p>&#xA0;&#xA0;&#xA0;&#xA0;
Travs CI &#x652F;&#x6301;&#x591A;&#x4E2D;&#x8BED;&#x8A00;&#x5982;ruby&#xFF0C;java&#x7684;maven&#xFF0C;gradle,Go&#x7B49;&#x8BF7;&#x53C2;&#x89C1;&#x6587;&#x6863;<a href="http://about.travis-ci.org/docs/">Travis Docs</a>.</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x5728;&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;travis.yml&#x6587;&#x4EF6;&#x4E2D;&#x6211;&#x4EEC;&#x8FD8;&#x53EF;&#x4EE5;&#x52A0;&#x5165;build&#x524D;&#x540E;&#x6267;&#x884C;&#x811A;&#x672C;&#xFF0C;&#x5F62;&#x5982;&#xFF1A;</p>

<p>before_script:&#xA0;&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; before_command_1&#xA0;&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; before_command_2</p>

<p>after_script:&#xA0;&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; after_command_1&#xA0;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0; &#x2013; after_command_2</p>



<p>&#xA0;&#xA0; &#xA0;&#x5C06;&#x4F60;&#x7684;&#x5F00;&#x6E90;&#x9879;&#x76EE;&#x52A0;&#x5165;Travis CI&#x961F;&#x5217;&#x5427;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x8BA9;&#x4F60;&#x7684;&#x9879;&#x76EE;&#x52A0;&#x5165;&#x6301;&#x7EED;&#x96C6;&#x6210;&#xFF0C;&#x6301;&#x7EED;&#x6784;&#x5EFA;&#x961F;&#x5217;&#x3002;</p>

<p>&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#xA0;&#x672C;&#x6587;&#x901A;&#x8FC7;&#x7A0B;&#x5E8F;<a href="https://github.com/greengerong/cnblogs-blogs2markdown" title="cnblogs-blogs2markdown">cnblogs-blogs2markdown</a>&#x8F6C;&#x6362;&#x7684;,&#x5982;&#x8D28;&#x91CF;&#x6709;&#x95EE;&#x9898;<a href="http://www.cnblogs.com/whitewolf/archive/2013/04/14/3019838.html" title="&#x539F;&#x6587;&#x9996;&#x53D1;">&#x539F;&#x6587;&#x9996;&#x53D1;&#x8BF7;&#x770B;&#x8FD9;&#x91CC;</a></p>
</div>


  </div><h1>程序员/开发者的时间都去哪了？ - 博客 - 伯乐在线</h1><div><div class="post-63770 post type-post status-publish format-standard hentry category-career category-programmer tag-1785 tag-186 tag-368 odd" id="post-63770">
	
	
	
	
	
	
	
	

	
	<div class="entry">
					
		&#x672C;&#x6587;&#x7531; <a href="http://blog.jobbole.com">&#x4F2F;&#x4E50;&#x5728;&#x7EBF;</a> - <a href="http://blog.jobbole.com/author/yuliu314/">yuliu</a> &#x7FFB;&#x8BD1;&#x81EA; <a target="_blank" href="http://ryanoneill.com/what-do-developers-spend-all-that-time-on/">yan O'
eill</a>&#x3002;&#x6B22;&#x8FCE;&#x52A0;&#x5165;<a target="_blank" href="http://www.jobbole.com/groups/6/">&#x6280;&#x672F;&#x7FFB;&#x8BD1;&#x5C0F;&#x7EC4;</a>&#x3002;&#x8F6C;&#x8F7D;&#x8BF7;&#x53C2;&#x89C1;&#x6587;&#x7AE0;&#x672B;&#x5C3E;&#x5904;&#x7684;&#x8981;&#x6C42;&#x3002;<p>&#x5BF9;&#x4E8E;&#x90A3;&#x4E9B;&#x4E0D;&#x77E5;&#x9053;&#x7A0B;&#x5E8F;&#x5458;/&#x5F00;&#x53D1;&#x8005;&#x7684;&#x65F6;&#x95F4;&#x90FD;&#x53BB;&#x54EA;&#x4E86;&#x7684;&#x4EBA;&#xFF0C;&#x672C;&#x6587;&#x53EF;&#x80FD;&#x4F1A;&#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x7EBF;&#x7D22;&#x3002;&#x6211;&#x8BB0;&#x5F55;&#x4E86;&#x8FD9;&#x4EFD;&#x65E5;&#x5FD7;&#x4E0D;&#x4EC5;&#x662F;&#x4E3A;&#x4E86;&#x770B;&#x770B;&#x65F6;&#x95F4;&#x90FD;&#x82B1;&#x8D39;&#x5728;&#x54EA;&#x4E86;&#xFF0C;&#x4E5F;&#x662F;&#x4E3A;&#x4E86;&#x770B;&#x770B;&#x6211;&#x90FD;&#x505A;&#x4E86;&#x4E9B;&#x4EC0;&#x4E48;&#xFF0C;&#x68C0;&#x89C6;&#x4E0B;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x5077;&#x61D2;&#x4E86;&#x3002;&#x5F53;&#x56DE;&#x987E;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x82B1;&#x8FD9;&#x4E9B;&#x65F6;&#x95F4;&#x90FD;&#x662F;&#x503C;&#x5F97;&#x7684;&#x3002;</p>
<p>&#x4F5C;&#x4E3A;&#x5F00;&#x59CB;&#xFF0C;&#x4E0B;&#x9762;&#x662F;&#x6211;&#x5728;&#x524D;&#x4E00;&#x9636;&#x6BB5;&#x8FFD;&#x8E2A;&#x7684;bug&#xFF0C;&#xFF08;&#x5047;&#x8BBE;&#xFF09;&#x4F60;&#x5E94;&#x8BE5;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5176;&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x4EC5;&#x4EC5;&#x62FF;&#x51FA;&#x8FD9;10&#x884C;JavaScript&#x5E76;&#x627E;&#x5230;&#x9519;&#x8BEF;&#x5728;&#x54EA;&#x91CC;&#x5E76;&#x4E0D;&#x96BE;&#xFF0C;&#x4F46;&#x8981;&#x5728;&#x832B;&#x832B;&#x7684;&#x4EE3;&#x7801;&#x4E2D;&#x5B9A;&#x4F4D;&#x8FD9;10&#x884C;&#x5E76;&#x8BC1;&#x660E;&#x90A3;&#x4E9B;&#x5C31;&#x662F;bug&#xFF0C;&#x8FD9;&#x5C31;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x96BE;&#x5EA6;&#x4E86;&#x3002;</p>
<p><a href="http://jbcdn2.b0.upaiyun.com/2014/03/acc90d32bad8579b028e8dab02f8a8c5.png" rel="lightbox[63770]" title="&#x7A0B;&#x5E8F;&#x5458;/&#x5F00;&#x53D1;&#x8005;&#x7684;&#x65F6;&#x95F4;&#x90FD;&#x53BB;&#x54EA;&#x4E86;&#xFF1F;"><img class="alignnone size-full wp-image-63771" alt="resource" src="http://jbcdn2.b0.upaiyun.com/2014/03/acc90d32bad8579b028e8dab02f8a8c5.png"></a></p>
<p>&#x5982;&#x6B64;&#x5B81;&#x9759;&#x7684;&#x4E00;&#x5929;&#x3002;&#x901A;&#x5E38;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x6709;&#x4E09;&#x4E2A;&#x4EBA;&#x53EF;&#x80FD;&#x6253;&#x65AD;&#x6211;&#x5DE5;&#x4F5C;&#x7684;&#x8FDE;&#x8D2F;&#x6027;&#xFF0C;&#x56E0;&#x4E3A;11&#xFF1A;30&#x4E4B;&#x524D;&#xFF0C;&#x6211;&#x8981;&#x4E0D;&#x65F6;&#x7684;&#x4E0E;&#x4ED6;&#x4EEC;&#x901A;&#x8FC7;&#x8BED;&#x97F3;&#x6216;&#x6587;&#x5B57;&#x4FE1;&#x606F;&#x4EA4;&#x6D41;&#x548C;&#x8BA8;&#x8BBA;&#x3002;&#x628A;&#x8FD9;&#x4E9B;&#x8FC7;&#x7A0B;&#x4EE5;log&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5BF9;&#x6211;&#x5DE5;&#x4F5C;&#x7684;&#x63A8;&#x8FDB;&#x662F;&#x6709;&#x5E2E;&#x52A9;&#x7684;&#x3002;&#x8FD9;&#x4F7F;&#x5F97;&#x6211;&#x80FD;&#x7AEF;&#x5750;&#x5728;&#x952E;&#x76D8;&#x524D;&#x4E13;&#x6CE8;&#x4E8E;&#x6211;&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x4EE5;&#x514D;&#x88AB;&#x522B;&#x7684;&#x95EE;&#x9898;&#x5206;&#x5FC3;&#x3002;</p>
<ul>
<li>09:50 &#xA0; &#x6536;&#x5230;&#x4E86;&#x4E00;&#x5C01;&#x6765;&#x81EA;&#x56E2;&#x961F;&#x6210;&#x5458;&#x7684;&#x90AE;&#x4EF6;&#xFF0C;&#x5185;&#x5BB9;&#x662F;&#x5173;&#x4E8E;&#x4E00;&#x4E9B;&#x53EF;&#x80FD;&#x4F1A;&#x4EA7;&#x751F;&#x95EE;&#x9898;&#x7684;&#x4EE3;&#x7801;&#x3002;&#x6211;&#x770B;&#x4E86;&#x4E00;&#x4E0B;&#xFF0C;&#x5E76;&#x628A;&#x76EE;&#x524D;&#x89E3;&#x51B3;&#x4E0D;&#x4E86;&#x90E8;&#x5206;&#x6574;&#x7406;&#x8D77;&#x6765;&#x3002;</li>
<li>10:10 &#xA0; &#x7EE7;&#x7EED;&#x6628;&#x5929;IE7&#x865A;&#x62DF;&#x673A;&#x7684;&#x4E0B;&#x8F7D;&#xFF08;4gb&#xFF09;&#x3002;</li>
<li>10:15 &#xA0; &#x7531;&#x4E8E;IE7&#x4E0B;&#x8F7D;&#x7684;&#x65F6;&#x95F4;&#x6BD4;&#x8F83;&#x957F;&#xFF0C;&#x6211;&#x8D81;&#x7740;&#x4E0B;&#x8F7D;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x7533;&#x8BF7;&#x4E86;TestingBot&#x7684;&#x8D26;&#x53F7;&#x3002;</li>
<li>10:20 &#xA0;&#xA0;&#x4E0E;&#x4E00;&#x540D;&#x5F00;&#x53D1;&#x8005;Skype&#x8BED;&#x97F3;&#xFF0C;&#x8BA8;&#x8BBA;&#x5173;&#x4E8E;&#x4ED6;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x529F;&#x80FD;&#x3002;</li>
<li>10:21 &#xA0;&#xA0;&#x7531;&#x4E8E;&#x8BBE;&#x8BA1;&#x5E08;&#x6CA1;&#x6709;&#x6B63;&#x786E;&#x7684;&#x628A;&#x56FE;&#x7247;&#x4E0A;&#x4F20;&#x5230;&#x7F51;&#x7AD9;&#xFF0C;&#x4EA7;&#x751F;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x62A5;&#x9519;&#x90AE;&#x4EF6;&#x3002;&#x6211;&#x82B1;&#x8D39;&#x4E86;&#x4E24;&#x5929;&#x7684;&#x65F6;&#x95F4;&#x8BA9;&#x8BBE;&#x8BA1;&#x5E08;&#x638C;&#x63E1;&#x6E90;&#x4EE3;&#x7801;&#x63A7;&#x5236;&#x8F6F;&#x4EF6;&#x3002;&#x7531;&#x4E8E;&#x6709;&#x4E9B;&#x8BBE;&#x8BA1;&#x5E08;&#x6CA1;&#x6709;Visual Studio&#xFF0C;&#x6211;&#x4E5F;&#x5EFA;&#x7ACB;&#x4E86;&#x4E00;&#x4E9B;&#x7528;&#x6765;&#x5B58;&#x50A8;&#x7279;&#x5B9A;&#x5185;&#x5BB9;&#x7684;&#x6587;&#x4EF6;&#x5939;&#xFF0C;&#x8FD9;&#x4E9B;&#x6587;&#x4EF6;&#x5939;&#x53EF;&#x4EE5;&#x81EA;&#x52A8;&#x53D1;&#x5E03;&#x95EE;&#x9898;&#x7ED9;&#x8FD9;&#x4E9B;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;&#x6211;&#x6709;&#x6CA1;&#x6709;&#x63D0;&#x5230;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x6D4B;&#x8BD5;&#x4E2D;&#xFF0C;&#x955C;&#x50CF;&#x6A21;&#x62DF;&#x9636;&#x6BB5;&#x8FD8;&#x662F;&#x5DF2;&#x53D1;&#x5E03;&#x7684;&#x4EA7;&#x54C1;&#x4E2D;&#x51FA;&#x73B0;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x6211;&#x90FD;&#x4F1A;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#x3002;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x8BBE;&#x8BA1;&#x5E08;&#x90FD;&#x5E94;&#x8BE5;&#x770B;&#x4E00;&#x770B;&#x3002;</li>
<li>10:22 &#xA0;&#xA0;&#x4E00;&#x540D;&#x5F00;&#x53D1;&#x8005;&#x8981;&#x4E0E;&#x6211;&#x8FDB;&#x884C;Skype&#x8BED;&#x97F3;&#x3002;&#x4E3A;&#x4E86;&#x9632;&#x6B62;&#x4E0B;&#x8F7D;&#x8F6F;&#x4EF6;&#x5360;&#x636E;&#x7F51;&#x901F;&#xFF0C;&#x800C;&#x5F71;&#x54CD;&#x901A;&#x4FE1;&#xFF0C;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x6682;&#x505C;&#x4E0B;&#x8F7D;IE7&#x3002;</li>
<li>10:45 &#xA0;&#xA0;&#x5B8C;&#x6210;&#x4E0E;&#x90A3;&#x540D;&#x5F00;&#x53D1;&#x8005;&#x7684;&#x8BED;&#x97F3;&#x901A;&#x4FE1;&#x3002;</li>
<li>10:50 &#xA0;&#xA0;&#x7531;&#x4E8E;&#x6301;&#x7EED;&#x7684;&#x9000;&#x4FE1;&#x9519;&#x8BEF;&#xFF0C;250&#x4E2A;&#x62A5;&#x9519;&#x90AE;&#x4EF6;&#x4E0D;&#x80FD;&#x591F;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#x3002;&#x6211;&#x7EE7;&#x7EED;&#x4E86;IE7&#x7684;&#x4E0B;&#x8F7D;&#x3002;&#x653E;&#x5F03;&#x5220;&#x9664;&#x62A5;&#x9519;&#x90AE;&#x4EF6;&#xFF0C;&#x624B;&#x52A8;&#x8FDE;&#x63A5;Azune&#x5E76;&#x5237;&#x65B0;&#x90A3;&#x4E9B;&#x8BBE;&#x8BA1;&#x5E08;&#x4E4B;&#x524D;&#x6CA1;&#x6709;&#x6B63;&#x786E;&#x4E0A;&#x4F20;&#x7684;&#x56FE;&#x7247;&#x3002;</li>
<li>10:55 &#xA0;&#xA0;&#x901A;&#x8FC7;&#x7F51;&#x7EDC;&#x670D;&#x52A1;&#x5668;&#x7EE7;&#x7EED;&#x6D4B;&#x8BD5;IE7&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x67E5;&#x770B;&#x65E5;&#x5FD7;&#x4E2D;IE7&#x62A5;&#x9519;&#x7684;&#x90E8;&#x5206;&#x5E76;&#x627E;&#x5230;&#x9519;&#x8BEF;&#x53D1;&#x751F;&#x7684;&#x539F;&#x56E0;&#x3002;</li>
<li>11:00 &#xA0;&#xA0;&#x6D4B;&#x8BD5;&#x4F4D;&#x7F6E;&#x51FA;&#x73B0;&#x4E86;&#x65B0;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x6211;&#x53D1;&#x73B0;&#x662F;&#x7531;&#x4E8E;&#x67D0;&#x4E00;&#x540D;&#x5F00;&#x53D1;&#x8005;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5982;&#x679C;&#x4ED6;&#x80FD;&#x4FEE;&#x590D;&#x9519;&#x8BEF;&#xFF0C;&#x6D4B;&#x8BD5;&#x5C06;&#x4F1A;&#x7EE7;&#x7EED;&#x8FDB;&#x884C;&#x3002;&#x6211;&#x53D1;&#x73B0;&#x7F3A;&#x5931;&#x56FE;&#x7247;&#x9519;&#x8BEF;&#x7684;&#x539F;&#x56E0;&#x662F;&#x8BBE;&#x8BA1;&#x5E08;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x56FE;&#x7247;&#x6DFB;&#x52A0;&#x5230;&#x6E90;&#x7801;&#x4E2D;&#x3002;&#x7531;&#x4E8E;&#x4ECD;&#x7136;&#x62A5;&#x51FA;&#x5927;&#x91CF;&#x7684;&#x9519;&#x8BEF;&#xFF0C;Will&#x4E0D;&#x5F97;&#x4E0D;&#x63D0;&#x9192;&#x90A3;&#x540D;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;&#x67E5;&#x770B;&#x8FDB;&#x5EA6;&#x670D;&#x52A1;&#x5668;&#xFF08;&#x8BBE;&#x8BA1;&#x5E08;&#x7684;&#x4E50;&#x56ED;&#xFF09;&#x4E0A;&#x7684;&#x56FE;&#x7247;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x8BBE;&#x8BA1;&#x5E08;&#x8FD8;&#x662F;&#x6CA1;&#x6709;&#x4E0A;&#x4F20;&#x3002;&#x6211;&#x4E3A;&#x8BBE;&#x8BA1;&#x5E08;&#x6536;&#x96C6;&#x4E86;&#x4E00;&#x4EFD;&#x9519;&#x8BEF;&#x5217;&#x8868;&#xFF0C;&#x5176;&#x5185;&#x5BB9;&#x662F;&#x7531;&#x4E8E;&#x7F3A;&#x5C11;&#x56FE;&#x7247;&#x800C;&#x4EA7;&#x751F;&#x7684;&#x9519;&#x8BEF;&#x3002;&#x6211;&#x63D0;&#x53D6;&#x4E86;&#x8FD9;&#x4E9B;&#x9519;&#x8BEF;&#xFF0C;&#x8BB0;&#x5F55;&#x5728;&#x4E00;&#x4EFD;Excel&#x4E2D;&#xFF0C;&#x8FD9;&#x91CC;&#x63D0;&#x53D6;&#x7684;&#x4EC5;&#x4EC5;&#x662F;&#x5173;&#x4E8E;&#x56FE;&#x7247;&#x7684;&#x62A5;&#x544A;&#x3002;&#x6211;&#x521B;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x652F;&#x6301;&#x5DE5;&#x5355;&#xFF08;&#x8BD1;&#x8005;&#x6CE8;&#xFF1A;support ticket&#xA0;<a href="http://baike.baidu.com/link?url=tLhQOEV
od
cm6KwHhTfxprd2WaGtockgxdwDMnJab2Ii789vZEznJp3ntYE-HioQEF0aH8WAyUeXvzjwZ_">&#x652F;&#x6301;&#x5DE5;&#x5355;&#x7CFB;&#x7EDF;</a>&#xFF09;&#xFF0C;&#x5E76;&#x53D1;&#x90AE;&#x4EF6;&#x7ED9;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;</li>
<li>11:11 &#xA0;&#xA0;&#x56DE;&#x5230;IE7&#x7684;&#x9519;&#x8BEF;&#x4E0A;&#x3002;&#x901A;&#x8FC7;&#x67E5;&#x770B;&#x65E5;&#x5FD7;&#xFF0C;&#x6211;&#x627E;&#x5230;&#x4E86;&#x9519;&#x8BEF;&#x7684;&#x539F;&#x56E0;&#x3002;</li>
<li>11:16 &#xA0;&#xA0;&#x5728;&#x65E5;&#x5FD7;&#x4E2D;&#x627E;&#x5230;IE7&#x7684;&#x9519;&#x8BEF;&#x5E76;&#x4E0B;&#x8F7D;&#x4E0B;&#x6765;&#x3002;&#x7531;&#x4E8E;&#x6587;&#x4EF6;&#x6BD4;&#x8F83;&#x5927;&#xFF0C;&#x4E0B;&#x8F7D;&#x82B1;&#x8D39;&#x4E86;&#x4E00;&#x70B9;&#x65F6;&#x95F4;&#x3002;</li>
<li>11:21 &#xA0;&#xA0;&#x4ECE;&#x65E5;&#x5FD7;&#x4E2D;&#x63D0;&#x53D6;50&#x4E2A;IE7&#x7684;JavaScript&#x4EE3;&#x7801;&#x9519;&#x8BEF;&#x3002;&#x8FFD;&#x8E2A;Excel&#x4E2D;&#x7684;&#x9519;&#x8BEF;&#x5E76;&#x8BD5;&#x56FE;&#x51CF;&#x5C11;&#x8FD9;50&#x884C;&#x4EE3;&#x7801;&#x7684;&#x9519;&#x8BEF;&#x3002;</li>
<li>11:23 &#xA0;&#xA0;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x51FA;&#x73B0;&#x5728;&#x65E5;&#x5FD7;&#x7684;&#x8D77;&#x59CB;&#x5904;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6700;&#x8FD1;&#x7684;&#x8BB0;&#x5F55;&#x3002;&#x6211;&#x5BF9;&#x65E5;&#x5FD7;&#x8FDB;&#x884C;&#x65F6;&#x95F4;&#x5012;&#x5E8F;&#x6392;&#x5E8F;&#x5E76;&#x627E;&#x5230;&#x66F4;&#x591A;&#x7684;&#x9519;&#x8BEF;&#x3002;</li>
<li>11:26 &#xA0;&#xA0;&#x4E0D;&#x518D;&#x67E5;&#x627E;Excel&#x4E2D;&#x65B0;&#x52A0;&#x5165;&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x4EC5;&#x4EC5;&#x67E5;&#x770B;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#x7684;&#x3002;</li>
<li>11:30 &#xA0;&#xA0;&#x7B2C;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x662F;&#x65E0;&#x6CD5;&#x52A0;&#x8F7D;&#x8C37;&#x6B4C;&#x7684;&#x7F51;&#x7AD9;&#x5206;&#x6790;&#x670D;&#x52A1;&#x3002;&#x539F;&#x6765;&#x53C8;&#x662F;&#x90A3;&#x53EF;&#x6076;&#x7684;&#x767E;&#x5EA6;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#x3002;</li>
<li>11:31 &#xA0;&#xA0;&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x4FEE;&#x590D;&#x4E86;&#x4E0B;&#x4E00;&#x4E2A;&#x9519;&#x8BEF;&#x3002;</li>
<li>11:32 &#xA0;&#xA0;&#x4E0B;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x53D1;&#x751F;&#x5728;Mac&#x4E2D;&#x7684;FireFox&#x6D4F;&#x89C8;&#x5668;&#x3002;&#x6211;&#x60F3;&#x5728;&#x4E0A;Mac&#x9700;&#x8981;&#x5EFA;&#x7ACB;&#x4E00;&#x4E2A;&#x5B8C;&#x5168;&#x5355;&#x72EC;&#x7684;&#x6D4B;&#x8BD5;&#x8BA1;&#x5212;&#xFF0C;&#x56E0;&#x6B64;&#x6211;&#x521B;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x652F;&#x6301;&#x5DE5;&#x5355;&#x3002;</li>
<li>11:35 &#xA0;&#xA0;&#x4F59;&#x4E0B;&#x7684;50&#x4E2A;&#x9519;&#x8BEF;&#x90FD;&#x662F;&#x7531;&#x4E8E;&#x540C;&#x4E00;&#x4E2A;Mac&#x7CFB;&#x7EDF;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4E0D;&#x5F97;&#x4E0D;&#x53BB;&#x627E;&#x4E00;&#x4E9B;&#x8F83;&#x65E9;&#x65F6;&#x95F4;&#x53D1;&#x751F;&#x7684;&#x9519;&#x8BEF;&#x3002;</li>
<li>11:37 &#xA0;&#xA0;&#x5728;&#x9519;&#x8BEF;&#x641C;&#x7D22;&#x4E2D;&#xFF0C;&#x7528;&#x201C;&#x6216;&#x201D;&#x53D6;&#x4EE3;&#x201C;&#x4E0E;&#x201D;&#xFF0C;&#x5E76;&#x8BD5;&#x7740;&#x53D6;&#x6D88;&#x641C;&#x7D22;&#x8FC7;&#x7A0B;&#xFF0C;&#x4F46;&#x65E0;&#x53CD;&#x5E94;&#x3002;</li>
<li>11:42 &#xA0;&#xA0;&#x4E00;&#x5C01;&#x62A5;&#x9519;&#x90AE;&#x4EF6;&#x63D0;&#x9192;&#x6211;&#xFF0C;&#x6D4B;&#x8BD5;&#x4F4D;&#x7F6E;&#x53D1;&#x73B0;&#x5B57;&#x4F53;&#x7F3A;&#x5931;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x5C06;&#x6B64;&#x95EE;&#x9898;&#x53D1;&#x90AE;&#x4EF6;&#x7ED9;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;</li>
<li>11:43 &#xA0;&#xA0;&#x4E4B;&#x524D;&#x7684;&#x641C;&#x7D22;&#x8FC7;&#x7A0B;&#x88AB;&#x53D6;&#x6D88;&#xFF0C;&#x5F00;&#x59CB;&#x91CD;&#x65B0;&#x641C;&#x7D22;&#x3002;</li>
<li>11:45 &#xA0;&#xA0;&#x8BBE;&#x8BA1;&#x5E08;&#x56DE;&#x90AE;&#x4EF6;&#x8BF4;&#xFF0C;&#x90A3;&#x4E9B;&#x6587;&#x4EF6;&#x51FA;&#x73B0;&#x7F3A;&#x5931;&#x5E76;&#x975E;&#x5076;&#x7136;&#xFF0C;&#x73B0;&#x5728;&#x95EE;&#x9898;&#x5DF2;&#x7ECF;&#x89E3;&#x51B3;&#x4E86;&#x3002;</li>
<li>11:46 &#xA0;&#xA0;&#x5728;&#x7B49;&#x5F85;&#x4E0B;&#x4E00;&#x6279;&#x9519;&#x8BEF;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5DF2;&#x53D1;&#x5E03;&#x4EA7;&#x54C1;&#x53C8;&#x51FA;&#x73B0;&#x4E86;&#x4E00;&#x4E2A;&#x4E0D;&#x53EF;&#x601D;&#x8BAE;&#x7684;IE7&#x9519;&#x8BEF;&#x3002;&#x6211;&#x7528;&#x652F;&#x6301;&#x5DE5;&#x5355;&#x8BB0;&#x5F55;&#x4E0B;&#x4E86;&#x8FD9;&#x4E2A;&#x9519;&#x8BEF;&#x3002;&#x5982;&#x679C;&#x5F53;&#x521D;&#x6211;&#x80FD;&#x6709;&#x65F6;&#x95F4;&#xFF08;5&#x5206;&#x949F;&#xFF09;&#xFF0C;&#x6211;&#x7EDD;&#x4E0D;&#x4F1A;&#x53BB;&#x8003;&#x8651;&#x5176;&#x4ED6;&#x9519;&#x8BEF;&#x7EC6;&#x8282;&#x3002;</li>
<li>11:50 &#xA0;&#xA0;&#x6700;&#x540E;&#xFF0C;&#x901A;&#x8FC7;&#x4F7F;&#x7528;textingbot.com&#x7F51;&#x7AD9;&#x53BB;&#x67E5;&#x770B;IE7&#x7684;&#x9519;&#x8BEF;&#xFF0C;&#x6211;&#x73B0;&#x5728;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;IE7&#x4E0D;&#x5F97;&#x4E0D;&#x88AB;&#x6DD8;&#x6C70;&#x4E86;&#x3002;&#x9664;&#x4E86;&#x63D0;&#x793A;&#x4E00;&#x4E2A;&#x6A21;&#x7CCA;&#x7684;&#x884C;&#x6570;&#x3001;&#x5B57;&#x7B26;&#x4F4D;&#x7F6E;&#x4FE1;&#x606F;&#x548C;&#x201C;&#x671F;&#x671B;&#x4E00;&#x4E2A;&#x6807;&#x8BC6;&#x7B26;&#xFF0C;&#x5B57;&#x7B26;&#x4E32;&#x6216;&#x6570;&#x5B57;&#x201D;&#x8FD9;&#x7C7B;&#x65E5;&#x5FD7;&#x4E2D;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x518D;&#x4E5F;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x53EF;&#x7528;&#x7684;&#x5F00;&#x53D1;&#x5DE5;&#x5177;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x63D0;&#x4F9B;&#x66F4;&#x591A;&#x7684;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x4E86;&#x3002;</li>
<li>11:52 &#xA0;&#xA0;&#x501F;&#x52A9;IE7&#x6D4B;&#x8BD5;&#x6D4F;&#x89C8;&#x5668;&#x7684;&#x201C;&#x67E5;&#x770B;&#x6E90;&#x7801;&#xFF08;View source&#xFF09;&#x201D;&#x529F;&#x80FD;&#x548C;&#x4E4B;&#x524D;&#x8BB0;&#x5F55;&#x9519;&#x8BEF;&#x7684;&#x884C;&#x6570;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x5C11;&#x4E86;&#x51E0;&#x884C;&#x3002;&#x518D;&#x8BD5;&#x4E00;&#x6B21;&#xFF0C;&#x63D0;&#x793A;&#x8D85;&#x65F6;&#x3002;&#x6211;&#x60F3;&#x6211;&#x5E76;&#x6CA1;&#x6709;&#x5C11;&#x4E86;&#x90A3;&#x51E0;&#x884C;&#xFF0C;&#x56E0;&#x4E3A;IE7&#x62A5;&#x544A;&#x6709;&#x4E00;&#x884C;&#x6CA1;&#x6709;JavaScript&#x4EE3;&#x7801;&#xFF0C;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x4E00;&#x5B9A;&#x88AB;&#x884C;&#x6570;&#x548C;&#x7A7A;&#x767D;&#x7B26;&#xFF08;&#x7A7A;&#x683C;&#x3001;Tab&#x548C;&#x56DE;&#x8F66;&#xFF09;&#x5E72;&#x6270;&#x4E86;&#x3002;</li>
<li>11:57 &#xA0;&#xA0;&#x6211;&#x521A;&#x6CE8;&#x610F;&#x5230;&#x67D0;&#x9875;&#x7684;&#x4E2D;&#x95F4;&#x51E0;&#x6BB5;JavaScript&#x65F6;&#xFF0C;&#x518D;&#x6B21;&#x88AB;&#x8BBE;&#x8BA1;&#x5E08;&#x6253;&#x65AD;&#x3002;&#x901A;&#x8FC7;&#x67E5;&#x770B;&#x8FD9;&#x6BB5;&#x4EE3;&#x7801;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x5B83;&#x4EEC;&#x4E3B;&#x8981;&#x8D1F;&#x8D23;&#x5904;&#x7406;&#x79FB;&#x52A8;&#x7AEF;&#x663E;&#x793A;&#x7684;&#x95EE;&#x9898;&#x3002;&#x6211;&#x8BD5;&#x7740;&#x76F4;&#x63A5;&#x5728;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x4E0A;&#x7F16;&#x8F91;&#x8FD9;&#x6BB5;&#x4EE3;&#x7801;&#xFF0C;&#x770B;&#x770B;&#x80FD;&#x4E0D;&#x80FD;&#x6CE8;&#x91CA;&#x6389;&#x8FD9;&#x4E9B;&#x9519;&#x8BEF;&#x3002;</li>
<li>12:04 &#xA0;&#xA0;&#x4E0D;&#x80FD;&#x76F4;&#x63A5;&#x7F16;&#x8F91;&#x3002;&#x7531;&#x4E8E;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x9700;&#x8981;&#x5BC6;&#x7801;&#xFF0C;&#x7F51;&#x7EDC;&#x8718;&#x86DB;&#x7A0B;&#x5E8F;&#x7981;&#x6B62;&#x6211;&#x5EFA;&#x7ACB;&#x7D22;&#x5F15;&#x3002;&#x8FD9;&#x610F;&#x5473;&#x7740;&#x6D4B;&#x8BD5;&#x6D4F;&#x89C8;&#x5668;&#x670D;&#x52A1;&#x65E0;&#x6CD5;&#x8FDB;&#x5165;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x3002;</li>
<li>12:06 &#xA0;&#xA0;&#x54E6;&#xFF01;&#xFF01;&#xFF01;&#x6211;&#x8FDB;&#x5165;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x8FD8;&#x5728;&#x90A3;&#x91CC;&#x3002;&#x54E6;&#x4E0D;&#xFF0C;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x5D29;&#x6E83;&#x4E86;&#x3002;</li>
<li>12:08 &#xA0;&#xA0;&#x91CD;&#x542F;IE7&#x7684;&#x6D4B;&#x8BD5;&#x5E76;&#x518D;&#x6B21;&#x6267;&#x884C;&#x6D4B;&#x8BD5;&#xFF0C;&#x65E5;&#x5FD7;&#x4E0A;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#x4EFB;&#x4F55;JavaScript&#x9519;&#x8BEF;&#x3002;</li>
<li>12:09 &#xA0;&#xA0;&#x5220;&#x9664;&#x90A3;&#x4E9B;&#x53EF;&#x80FD;&#x6709;&#x95EE;&#x9898;&#x7684;&#x4EE3;&#x7801;&#x7684;&#x6CE8;&#x91CA;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x518D;&#x6B21;&#x51FA;&#x73B0;&#x5728;&#x65E5;&#x5FD7;&#x4E2D;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x8981;&#x7F29;&#x5C0F;&#x8303;&#x56F4;&#x67E5;&#x627E;&#x9519;&#x8BEF;&#x3002;</li>
<li>12:10 &#xA0;&#xA0;&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#x53C8;&#x5F00;&#x59CB;&#x65E0;&#x53CD;&#x5E94;&#xFF0C;&#x65E0;&#x6CD5;&#x5237;&#x65B0;&#x9875;&#x9762;&#x3002;&#x542F;&#x52A8;&#x53E6;&#x4E00;&#x4E2A;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x5E76;&#x767B;&#x5165;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x4F9D;&#x7136;&#x4F1A;&#x51FA;&#x73B0;&#x9519;&#x8BEF;&#x3002;&#x6CE8;&#x91CA;&#x6389;&#x4E00;&#x4E9B;&#x4EE3;&#x7801;&#x540E;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x9519;&#x8BEF;&#x662F;&#x7531;&#x4E8E;&#x6700;&#x540E;10&#x884C;&#x4EE3;&#x7801;&#x3002;&#x4E3A;&#x4E86;&#x786E;&#x5B9A;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x8FD9;10&#x884C;&#x4EE3;&#x7801;&#x9875;&#x6CE8;&#x91CA;&#x6389;&#xFF0C;&#x53D1;&#x73B0;&#x53EF;&#x4EE5;&#x8FD0;&#x884C;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x518D;&#x7F29;&#x5C0F;&#x4E00;&#x4E0B;&#x8303;&#x56F4;&#xFF0C;&#x52A0;&#x4E00;&#x4E9B;alert&#x51FD;&#x6570;&#x3002;IE7&#x518D;&#x6B21;&#x5D29;&#x6E83;&#x3002;</li>
<li>12:26 &#xA0;&#xA0;&#x4E00;&#x4E9B;&#x5C1D;&#x8BD5;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x91CD;&#x542F;&#x4E86;IE7&#x6D4B;&#x8BD5;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x6211;&#x53D1;&#x73B0;&#x4E86;&#x9519;&#x8BEF;&#x7684;&#x539F;&#x56E0;&#x3002;&#x7531;&#x4E8E;&#x4E00;&#x6BB5;&#x811A;&#x672C;&#x4EE3;&#x7801;&#x4F7F;&#x5F97;IE7&#x5D29;&#x6E83;&#xFF0C;&#x6211;&#x60F3;&#x8FD9;&#x6BB5;&#x4EE3;&#x7801;&#x4E5F;&#x53EF;&#x4EE5;&#x9020;&#x6210;&#x5176;&#x4ED6;&#x6D4F;&#x89C8;&#x5668;&#x5D29;&#x6E83;&#x3002;&#x8FD9;&#x4E9B;&#x4EE3;&#x7801;&#x4E0D;&#x7B97;&#x5F88;&#x7CDF;&#x7CD5;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x4F1A;&#xFF08;&#x592A;&#xFF09;&#x8D23;&#x5907;&#x8BBE;&#x8BA1;&#x5E08;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x8FD9;&#x4E9B;&#x4EE3;&#x7801;&#x672C;&#x6765;&#x4E0D;&#x5E94;&#x8BE5;&#x5728;&#x4EFB;&#x4F55;&#x6D4F;&#x89C8;&#x5668;&#x4E0A;&#x8FD0;&#x884C;&#xFF0C;&#x66F4;&#x786E;&#x5207;&#x7684;&#x8BF4;&#xFF0C;&#x8FDB;&#x5165;&#x5230;&#x4EA7;&#x54C1;&#x8FD0;&#x884C;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x3002;&#x5B83;&#x88AB;&#x5D4C;&#x5165;&#x5230;&#x90A3;&#x9875;&#x4EE3;&#x7801;&#x7684;&#x4E2D;&#x95F4;&#x90E8;&#x5206;&#x3002;&#x8FD9;&#x5C5E;&#x4E8E;JavaScript&#x4EE3;&#x7801;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8BBE;&#x8BA1;&#x5E08;&#x7528;&#x5B83;&#x4EEC;&#x505A;&#x4E00;&#x4E9B;&#x9ED1;&#x5BA2;&#x884C;&#x4E3A;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6BD4;&#x5982;&#x9690;&#x85CF;&#x79FB;&#x52A8;&#x8BBE;&#x5907;&#x7684;&#x83DC;&#x5355;&#xFF0C;&#x800C;&#x4E14;&#x8FD9;&#x4E9B;JavaScript&#x4EE3;&#x7801;&#x88AB;&#x85CF;&#x5728;&#x4E00;&#x9875;&#x4E2D;&#x7684;&#x4E2D;&#x95F4;&#x90E8;&#x5206;&#x3002;&#x8FD9;&#x4E9B;&#x4EE3;&#x7801;&#x9644;&#x8FD1;&#x5E76;&#x6CA1;&#x6709;&#x653E;&#x7F6E;&#x6D4B;&#x8BD5;&#x4EE3;&#x7801;&#xFF0C;&#x6CA1;&#x4EBA;&#x4F1A;&#x5728;&#x6700;&#x521D;&#x7684;&#x5FEB;&#x901F;&#x6D4F;&#x89C8;&#x4E2D;&#x53D1;&#x73B0;&#x5B83;&#x4EEC;&#x3002;&#x4F46;&#x5B83;&#x4EEC;&#x5E26;&#x6765;&#x7684;&#x540E;&#x679C;&#x663E;&#x800C;&#x6613;&#x89C1;&#x3002;</li>
<li>12:30&#xA0;&#x6211;&#x5728;&#x6E90;&#x4EE3;&#x7801;&#x4E2D;&#x4FEE;&#x590D;&#x4E86;&#x8FD9;&#x4E2A;bug&#xFF0C;&#x5E76;&#x8BB0;&#x5F55;&#x4E0B;&#x8FD9;&#x4E2A;&#x8FC7;&#x7A0B;&#x3002;&#x63A5;&#x7740;&#xFF0C;&#x6211;&#x5F00;&#x59CB;&#x89E3;&#x51B3;&#x5176;&#x4ED6;IE7&#x7684;bug&#x3002;&#x5B83;&#x4EEC;&#x662F;&#x3002;&#x3002;&#x3002;</li>
<li>12:34 &#xA0;&#xA0;&#x6211;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x6211;&#x5FC5;&#x987B;&#x5C06;&#x8FD9;&#x6BB5;&#x7ECF;&#x5386;&#x544A;&#x8BC9;&#x5F00;&#x53D1;&#x56E2;&#x961F;&#xFF0C;&#x56E0;&#x4E3A;&#x4ED6;&#x4EEC;&#x90FD;&#x53EF;&#x80FD;&#x4F1A;&#x5199;&#x4E0A;&#x9762;&#x90A3;&#x79CD;&#x4EE3;&#x7801;&#xFF08;&#x9664;&#x4E86;IE7&#xFF0C;&#x54EA;&#x91CC;&#x90FD;&#x53EF;&#x4EE5;&#x8FD0;&#x884C;&#xFF09;&#xFF0C;&#x800C;&#x4E14;&#x4ECD;&#x7136;&#x6709;&#x76F8;&#x5F53;&#x591A;&#x7684;&#x7528;&#x6237;&#x5728;&#x4F7F;&#x7528;&#x7740;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x3002;</li>
<li>12:45 &#xA0;&#xA0;&#x5B8C;&#x6210;&#x8FD9;&#x4E2A;bug&#x7684;&#x4FEE;&#x590D;&#x3002;</li>
</ul>
<p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;bug&#xFF0C;&#x90FD;&#x662F;&#x7531;&#x90A3;&#x4E9B;&#x521D;&#x59CB;&#x5316;&#x8BED;&#x53E5;&#x4E2D;&#x7684;&#x4E00;&#x4E2A;&#x9017;&#x53F7;&#x5F15;&#x8D77;&#x7684;&#x3002;</p>
<p><a href="http://jbcdn2.b0.upaiyun.com/2014/03/ecb6345d63134dc84dbebd7fac166ffb.png" rel="lightbox[63770]" title="&#x7A0B;&#x5E8F;&#x5458;/&#x5F00;&#x53D1;&#x8005;&#x7684;&#x65F6;&#x95F4;&#x90FD;&#x53BB;&#x54EA;&#x4E86;&#xFF1F;"><img class="alignnone size-full wp-image-63778" alt="resource2" src="http://jbcdn2.b0.upaiyun.com/2014/03/ecb6345d63134dc84dbebd7fac166ffb.png"></a></p>
<p>&#x4E00;&#x5B9A;&#x662F;&#x6709;&#x4EBA;&#x590D;&#x5236;&#x7C98;&#x8D34;&#x4E86;&#x8FD9;&#x6BB5;&#x4EE3;&#x7801;&#xFF0C;&#x4E00;&#x5929;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x53C8;&#x5728;&#x5176;&#x4ED6;&#x5730;&#x65B9;&#x53D1;&#x73B0;&#x4E86;&#x5B83;&#x4EEC;&#x3002;</p>




<p><a target="_blank" rel="nofollow" href="http://www.jobdeer.com/?fr=jobbole"><img src="http://jbcdn2.b0.upaiyun.com/2014/06/8b8517e334ae87e4094570d9ce62c7f7.png"></a></p>
	
<br>

&#x539F;&#x6587;&#x94FE;&#x63A5;&#xFF1A; <a target="_blank" href="http://ryanoneill.com/what-do-developers-spend-all-that-time-on/">yan O'
eill</a>&#xA0;&#xA0;&#xA0;&#x7FFB;&#x8BD1;&#xFF1A; <a href="http://blog.jobbole.com"> &#x4F2F;&#x4E50;&#x5728;&#x7EBF; </a> - <a href="http://blog.jobbole.com/author/yuliu314/">yuliu</a><br>&#x8BD1;&#x6587;&#x94FE;&#x63A5;&#xFF1A; <a href="http://blog.jobbole.com/63770/">http://blog.jobbole.com/63770/</a><br>[ <span><b>&#x8F6C;&#x8F7D;&#x5FC5;&#x987B;&#x5728;&#x6B63;&#x6587;&#x4E2D;&#x6807;&#x6CE8;&#x5E76;&#x4FDD;&#x7559;&#x539F;&#x6587;&#x94FE;&#x63A5;&#x3001;&#x8BD1;&#x6587;&#x94FE;&#x63A5;&#x548C;&#x8BD1;&#x8005;&#x7B49;&#x4FE1;&#x606F;&#x3002;</b></span>]</div>
	













</div>
		
	

</div><h1>为什么人们总是不经意地炫耀自己很忙? | 《哈佛商业评论》</h1><div><div class="text" id="js_content"><blockquote><p>&#x4F60;&#x6216;&#x8005;&#x4F60;&#x8EAB;&#x8FB9;&#x7684;&#x4EBA;&#x4E00;&#x5B9A;&#x8FD9;&#x6837;&#x505A;&#x8FC7;&#xFF1A;&#x665A;&#x4E0A;11&#x70B9;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x670B;&#x53CB;&#x5708;&#x6652;&#x51FA;&#x81EA;&#x5DF1;&#x8FD8;&#x5728;&#x52A0;&#x73ED;&#x7684;&#x7167;&#x7247;&#x3002;&#x5411;&#x522B;&#x4EBA;&#x5C55;&#x793A;&#x51FA;&#x4E00;&#x5E45;&#x6211;&#x5F88;&#x5FD9;&#x4F46;&#x6211;&#x5F88;&#x9A84;&#x50B2;&#x7684;&#x6837;&#x5B50;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x65E0;&#x8BBA;&#x6709;&#x610F;&#x65E0;&#x610F;&#xFF0C;&#x8FD9;&#x6837;&#x771F;&#x7684;&#x597D;&#x5417;&#xFF1F;&#x6211;&#x4EEC;&#x8BE5;&#x5982;&#x4F55;&#x5904;&#x7406;&#x8FD9;&#x6837;&#x7684;&#x201C;&#x6CE1;&#x6CAB;&#x201D;&#xFF0C;&#x7EE7;&#x800C;&#x8BA9;&#x81EA;&#x5DF1;&#x5BFB;&#x627E;&#x751F;&#x547D;&#x4E2D;&#x771F;&#x6B63;&#x7F8E;&#x597D;&#x7684;&#x4E8B;&#x7269;&#xFF0C;&#x4F5C;&#x8005;&#x7ED9;&#x51FA;&#x4E86;&#x81EA;&#x5DF1;&#x7684;&#x56DB;&#x70B9;&#x5EFA;&#x8BAE;&#x3002;</p><p><span>&#x672C;&#x6587;&#x6765;&#x81EA;&#x300A;&#x54C8;&#x4F5B;&#x5546;&#x4E1A;&#x8BC4;&#x8BBA;&#x300B;</span></p><p><span>&#x539F;&#x6587;&#x5730;&#x5740;&#xFF1A;http://blogs.hbr.org/2014/06/why-we-humblebrag-about-being-busy/</span></p><p><span>&#x539F;&#x6587;&#x4F5C;&#x8005;&#xFF1A;Greg McKeown</span></p><p><span>&#x8BD1;&#x6587;&#x6765;&#x81EA;&#x8BD1;&#x8A00;&#x7F51;</span></p><p><span>&#x8BD1;&#x8005;&#xFF1A;chloeluo</span></p><p><span>&#x8BD1;&#x6587;&#x5730;&#x5740;&#xFF1A;http://article.yeeyan.org/view/481615/413258</span></p></blockquote><p>&#x73B0;&#x4EE3;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x4E2D;&#x5B58;&#x5728;&#x4E00;&#x4E2A;&#x5F88;&#x5927;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x5947;&#x602A;&#x7684;&#x662F;&#x6211;&#x4EEC;&#x4E0D;&#x4EC5;&#x77E5;&#x9053;&#x5B83;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x8FD8;&#x5E38;&#x5E38;&#x4E3A;&#x5B83;&#x7684;&#x5B58;&#x5728;&#x611F;&#x5230;&#x81EA;&#x5F97;&#x3002;&#x5C31;&#x5728;&#x4ECA;&#x5929;&#x65E9;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x6709;&#x4F4D;&#x670B;&#x53CB;&#x5411;&#x6211;&#x5938;&#x8000;&#x5979;&#x5DF2;&#x7ECF;&#x8FDE;&#x7EED;&#x534A;&#x4E2A;&#x6708;&#x6BCF;&#x5929;&#x7761;&#x7720;&#x4E0D;&#x8D85;&#x8FC7;&#x56DB;&#x4E2A;&#x5C0F;&#x65F6;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x5979;&#x4E0D;&#x662F;&#x5728;&#x62B1;&#x6028;&#xFF1B;&#x5979;&#x5BF9;&#x6B64;&#x611F;&#x5230;&#x5341;&#x5206;&#x5F97;&#x610F;&#x3002;&#x5728;&#x8FD9;&#x4EF6;&#x4E8B;&#x4E0A;&#xFF0C;&#x5979;&#x5E76;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x4EBA;&#x3002;</p><p>&#x770B;&#x8D77;&#x6765;&#x7406;&#x667A;&#x7684;&#x4EBA;&#x4EEC;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8868;&#x73B0;&#x51FA;&#x6765;&#x7684;&#x884C;&#x4E3A;&#x5374;&#x4E0D;&#x751A;&#x7406;&#x667A;&#xFF1F;<span><strong>&#x539F;&#x56E0;&#x5F88;&#x53EF;&#x80FD;&#x662F;&#xFF0C;&#x6211;&#x4EEC;&#x90FD;&#x8EAB;&#x5904;&#x4E00;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x6CE1;&#x6CAB;&#x91CC;&#x3002;</strong></span>&#x8FD9;&#x4E2A;&#x6CE1;&#x6CAB;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x5F88;&#x5927;&#xFF0C;&#x800C;&#x4E3A;&#x4E86;&#x9002;&#x5E94;&#x5982;&#x4ECA;&#x9AD8;&#x901F;&#x53D1;&#x5C55;&#x7684;&#x793E;&#x4F1A;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5730;&#x4F1A;&#x88AB;&#x5176;&#x5F71;&#x54CD;&#x548C;&#x6539;&#x53D8;&#x3002;&#x5B83;&#x4E0D;&#x4EC5;&#x53CD;&#x6620;&#x4E86;&#x66FE;&#x51FA;&#x73B0;&#x7684;&#x8377;&#x5170;&#x90C1;&#x91D1;&#x9999;&#x6CE1;&#x6CAB;&#xFF0C;&#x7845;&#x8C37;&#x6CE1;&#x6CAB;&#x548C;&#x623F;&#x5730;&#x4EA7;&#x6CE1;&#x6CAB;&#x7B49;&#xFF0C;&#x53EF;&#x80FD;&#x8FD8;&#x662F;&#x4EA7;&#x751F;&#x8FD9;&#x4E9B;&#x6CE1;&#x6CAB;&#x7684;&#x91CD;&#x8981;&#x5143;&#x7D20;&#x4E4B;&#x4E00;&#x3002;&#x8FD9;&#x4E2A;&#x5177;&#x6709;&#x524D;&#x6240;&#x672A;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x6CE1;&#x6CAB;&#xFF0C;&#x6211;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x6CE1;&#x6CAB;&#x4E4B;&#x6E90;&#x201D;&#x3002;</p><p><span><strong>&#x6240;&#x6709;&#x6CE1;&#x6CAB;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x7279;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#x5728;&#x5B83;&#x6D88;&#x5931;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x624D;&#x4F1A;&#x610F;&#x8BC6;&#x5230;&#x6211;&#x4EEC;&#x9AD8;&#x4F30;&#x4E86;&#x5B83;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x7EE7;&#x800C;&#x8D23;&#x602A;&#x81EA;&#x5DF1;&#x5F53;&#x65F6;&#x7684;&#x51B2;&#x52A8;&#x3001;&#x4E0D;&#x7406;&#x667A;&#x3002;</strong></span><span><strong>&#x73B0;&#x5728;&#x5F88;&#x591A;&#x4EBA;&#x6B63;&#x505A;&#x7684;&#xFF0C;&#x662F;&#x8FC7;&#x5206;&#x9F13;&#x5439;&#x201C;&#x90FD;&#x505A;&#x3001;&#x90FD;&#x8981;&#x3001;&#x90FD;&#x5B8C;&#x6210;&#x201D;&#x8FD9;&#x79CD;&#x7406;&#x5FF5;&#x3002;</strong></span>&#x5409;&#x59C6;&#x67EF;&#x6797;&#x65AF;&#x79F0;&#x4E4B;&#x4E3A;&#x201C;&#x5BF9;&#x2018;&#x591A;&#x2019;&#x7684;&#x76F2;&#x76EE;&#x8FFD;&#x6C42;&#x201D;&#x3002;</p><p>&#x4E09;&#x79CD;&#x75C5;&#x6001;&#x7684;&#x6D41;&#x884C;&#x8D8B;&#x52BF;&#x5BFC;&#x81F4;&#x4E86;&#x8FD9;&#x4E2A;&#x6CE1;&#x6CAB;&#x7684;&#x4EA7;&#x751F;&#xFF0C;&#x5305;&#x62EC;&#x667A;&#x80FD;&#x624B;&#x673A;&#x3001;&#x793E;&#x4F1A;&#x5A92;&#x4F53;&#x4EE5;&#x53CA;&#x6781;&#x7AEF;&#x7684;&#x5BA2;&#x6237;&#x81F3;&#x4E0A;&#x4E3B;&#x4E49;&#x3002;&#x8FD9;&#x4E09;&#x79CD;&#x8D8B;&#x52BF;&#x5E26;&#x6765;&#x4E86;&#x8D85;&#x91CF;&#x7684;&#x4FE1;&#x606F;&#x548C;&#x610F;&#x89C1;&#x3002;&#x6211;&#x4EEC;&#x6BD4;&#x4EE5;&#x5F80;&#x4EFB;&#x4F55;&#x65F6;&#x5019;&#x90FD;&#x5728;&#x610F;&#x522B;&#x4EBA;&#x7684;&#x52A8;&#x5411;&#xFF0C;&#x5728;&#x610F;&#x6211;&#x4EEC;<em>&#x5E94;&#x8BE5;</em>&#x505A;&#x4EC0;&#x4E48;&#x3002;<span><strong>&#x6211;&#x4EEC;&#x90FD;&#x5F00;&#x59CB;&#x540C;&#x610F;&#xFF0C;&#x6210;&#x529F;&#x7684;&#x6CD5;&#x95E8;&#x5C31;&#x662F;&#x628A;&#x81EA;&#x5DF1;&#x5F53;&#x6210;&#x8D85;&#x4EBA;&#xFF0C;&#x89E3;&#x51B3;&#x6389;&#x6240;&#x6709;&#x4E8B;&#x60C5;&#x3002;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x79C1;&#x5E95;&#x4E0B;&#x4EA4;&#x6D41;&#x65F6;&#x603B;&#x559C;&#x6B22;&#x8BF4;&#x81EA;&#x5DF1;&#x5F88;&#x5FD9;&#xFF0C;&#x597D;&#x50CF;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x6210;&#x529F;&#x6216;&#x5730;&#x4F4D;&#x7684;&#x4EE3;&#x540D;&#x8BCD;&#x3002;</strong></span></p><p>&#x5728;&#x52A0;&#x5927;&#x81EA;&#x5DF1;&#x5DE5;&#x4F5C;&#x91CF;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x5F00;&#x59CB;&#x6566;&#x4FC3;&#x6211;&#x4EEC;&#x7684;&#x5C0F;&#x5B69;&#x5B8C;&#x6210;&#x5404;&#x79CD;&#x4EFB;&#x52A1;&#x3002;&#x4E3A;&#x4E86;&#x8BA9;&#x4ED6;&#x4EEC;&#x80FD;&#x591F;&#x4E0A;&#x66F4;&#x597D;&#x7684;&#x5927;&#x5B66;&#xFF0C;&#x4ED6;&#x4EEC;&#x8981;&#x505A;&#x989D;&#x5916;&#x7684;&#x529F;&#x8BFE;&#xFF0C;&#x5927;&#x91CF;&#x7684;&#x8FD0;&#x52A8;&#xFF0C;&#x53C2;&#x52A0;&#x5404;&#x79CD;&#x4FF1;&#x4E50;&#x90E8;&#x3001;&#x821E;&#x4F1A;&#x4EE5;&#x53CA;&#x5176;&#x4ED6;&#x6570;&#x4E0D;&#x6E05;&#x7684;&#x8BFE;&#x5916;&#x6D3B;&#x52A8;&#xFF0C;&#x5FD9;&#x788C;&#x3001;&#x7761;&#x7720;&#x4E0D;&#x8DB3;&#x3001;&#x538B;&#x529B;&#x4E5F;&#x968F;&#x4E4B;&#x800C;&#x6765;&#x3002;</p><p>&#x7EB5;&#x89C2;&#x4E16;&#x754C;&#xFF0C;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x201C;&#x592A;&#x591A;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5F80;&#x5F80;&#x9700;&#x8981;&#x201C;&#x66F4;&#x591A;&#x201D;&#x3002;&#x66F4;&#x591A;&#x7684;&#x6280;&#x672F;&#x624D;&#x80FD;&#x4EA7;&#x751F;&#x52A0;&#x500D;&#x7684;&#x6280;&#x672F;&#x3002;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x9700;&#x8981;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x66F4;&#x591A;&#x7684;&#x8FDB;&#x53E3;&#x4EA7;&#x54C1;&#xFF0C;&#x4ECE;&#x800C;&#x8282;&#x7701;&#x6211;&#x4EEC;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x4EE5;&#x5B8C;&#x6210;&#x66F4;&#x591A;&#x7684;&#x5DE5;&#x4F5C;(http://blogs.hbr.org/2014/03/should-you-automate-your-life-so-that-you- can-work-harder/)&#x3002;</p><p>&#x201C;&#x5B66;&#x4F1A;&#x505A;&#x51CF;&#x6CD5;&#x201D;(http://blogs.hbr.org/2012/08/the-disciplined- pursuit-of-less/)&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x4E00;&#x5242;&#x89E3;&#x836F;&#x3002;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x4EBA;&#x6B63;&#x5728;&#x5B9E;&#x8DF5;&#x6587;&#x7AE0;&#x6240;&#x63D0;&#x5021;&#x7684;&#x201C;&#x5C11;&#x800C;&#x7CBE;&#x201D;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;&#x8FD9;&#x4E9B;&#x4EBA;&#x53EF;&#x8C13;&#x201C;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x8005;&#x201D;&#xFF0C;&#x662F;&#x771F;&#x6B63;&#x7684;&#x201C;&#x4EBA;&#x751F;&#x8D62;&#x5BB6;&#x201D;&#x3002;&#x4ED6;&#x4EEC;&#x7740;&#x773C;&#x4E8E;&#x751F;&#x6D3B;&#x6700;&#x672C;&#x8D28;&#x7684;&#x9700;&#x8981;&#xFF0C;&#x6452;&#x5F03;&#x4E86;&#x4E00;&#x5207;&#x4E0E;&#x4E4B;&#x65E0;&#x5173;&#x7684;&#x4E8B;&#x7269;&#x3002;&#x4ED6;&#x4EEC;&#x559C;&#x6B22;&#x5728;&#x65E9;&#x4E0A;&#x6563;&#x6B65;&#x3001;&#x6574;&#x7406;&#x601D;&#x7EEA;&#xFF1B;&#x4ED6;&#x4EEC;&#x4F1A;&#x81EA;&#x5DF1;&#x5B89;&#x6392;&#x51FA;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x5DE5;&#x4F5C;&#x7684;&#x5468;&#x672B;&#xFF1B;&#x4ED6;&#x4EEC;&#x6BCF;&#x665A;&#x4F1A;&#x5728;&#x56FA;&#x5B9A;&#x65F6;&#x95F4;&#x5173;&#x95ED;&#x7535;&#x5B50;&#x8BBE;&#x5907;&#xFF0C;&#x4EAB;&#x53D7;&#x6CA1;&#x6709;&#x9AD8;&#x79D1;&#x6280;&#x7684;&#x5BB6;&#x5EAD;&#x751F;&#x6D3B;&#x3002;&#x4ED6;&#x4EEC;&#x4F1A;&#x5C06;&#x5237;&#x65B0;&#x793E;&#x4EA4;&#x7F51;&#x7AD9;&#x7684;&#x65F6;&#x95F4;&#x7528;&#x4E8E;&#x6253;&#x7535;&#x8BDD;&#x548C;&#x771F;&#x6B63;&#x91CD;&#x8981;&#x7684;&#x670B;&#x53CB;&#x804A;&#x5929;&#x3002;&#x4ED6;&#x4EEC;&#x4E0D;&#x4F1A;&#x50CF;&#x65E0;&#x5934;&#x82CD;&#x8747;&#x4E00;&#x6837;&#x5FD9;&#x788C;&#x5954;&#x8D70;&#x4E8E;&#x4F1A;&#x8BAE;&#x4E4B;&#x95F4;&#xFF0C;&#x800C;&#x662F;&#x5408;&#x7406;&#x5B89;&#x6392;&#xFF0C;&#x628A;&#x771F;&#x6B63;&#x91CD;&#x8981;&#x7684;&#x5DE5;&#x4F5C;&#x505A;&#x597D;&#x3002;</p><p>&#x8FD9;&#x79CD;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x5DF2;&#x7ECF;&#x53D7;&#x5230;&#x4E86;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x4EBA;&#x7684;&#x5173;&#x6CE8;&#x3002;&#x5F88;&#x591A;&#x516C;&#x53F8;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x5728;&#x8FD9;&#x65B9;&#x9762;&#x4E0B;&#x529F;&#x592B;&#xFF0C;&#x4F8B;&#x5982;&#x8C37;&#x6B4C;&#x7684;&#x7761;&#x7720;&#x8231;&#xFF0C;&#x8FD8;&#x6709;Twitter&#x7684;&#x51A5;&#x60F3;&#x5BA4;&#x3002;&#x4ECA;&#x5E74;&#x7684;&#x8FBE;&#x6C83;&#x65AF;&#x4E16;&#x754C;&#x7ECF;&#x6D4E;&#x8BBA;&#x575B;&#x5E74;&#x4F1A;&#xFF0C;&#x6709;&#x5341;&#x51E0;&#x4E2A;&#x8BAE;&#x7A0B;&#x7684;&#x4E3B;&#x9898;&#x90FD;&#x662F;&#x201C;&#x5173;&#x6CE8;&#x5F53;&#x4E0B;&#x201D;&#xFF0C;&#x8FD9;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x662F;&#x7EDD;&#x65E0;&#x4EC5;&#x6709;&#x7684;&#x3002;&#x300A;&#x65F6;&#x4EE3;&#x300B;&#x6742;&#x5FD7;&#x751A;&#x81F3;&#x5C06;&#x8FD9;&#x573A;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x7684;&#x8FD0;&#x52A8;&#x79F0;&#x4E3A;&#x201C;&#x4E00;&#x573A;&#x9769;&#x547D;&#x201D;&#x3002;</p><p>&#x5F15;&#x53D1;&#x8FD9;&#x573A;&#x9769;&#x547D;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#x5C31;&#x662F;&#xFF0C;<span><strong>&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x66F4;&#x80FD;&#x8BA9;&#x4EBA;&#x611F;&#x53D7;&#x751F;&#x6D3B;&#x7684;&#x7F8E;&#x597D;&#x3002;</strong></span>&#x5C06;&#x4E0D;&#x7A7F;&#x7684;&#x65E7;&#x8863;&#x5168;&#x90E8;&#x6574;&#x7406;&#x6253;&#x5305;&#x9001;&#x4EBA;&#x7684;&#x611F;&#x89C9;&#x600E;&#x4E48;&#x6837;&#xFF1F;&#x8863;&#x67DC;&#x987F;&#x65F6;&#x7531;&#x6742;&#x4E71;&#x65E0;&#x7AE0;&#x53D8;&#x5F97;&#x5E72;&#x51C0;&#x6574;&#x9F50;&#x3002;&#x5F53;&#x4E00;&#x4E2A;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x8005;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x6BD4;&#x8FD9;&#x5999;&#x591A;&#x4E86;&#xFF1A;&#x8FD8;&#x6709;&#x6BD4;&#x5145;&#x5206;&#x4EAB;&#x53D7;&#x5F53;&#x4E0B;&#x66F4;&#x7F8E;&#x5999;&#x7684;&#x4E8B;&#x5417;&#xFF1F;&#x6E05;&#x7406;&#x6389;&#x751F;&#x6D3B;&#x4E2D;&#x591A;&#x4F59;&#x7684;&#x3001;&#x4F60;&#x6839;&#x672C;&#x4E0D;&#x9700;&#x8981;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x4E3A;&#x771F;&#x6B63;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x817E;&#x51FA;&#x7A7A;&#x95F4;&#xFF0C;&#x662F;&#x4E0D;&#x662F;&#x4F1A;&#x4E3A;&#x4F60;&#x5E26;&#x6765;&#x91CD;&#x83B7;&#x65B0;&#x751F;&#x3001;&#x5145;&#x6EE1;&#x6D3B;&#x529B;&#x7684;&#x611F;&#x89C9;&#xFF1F;</p><p>&#x4EBA;&#x4EEC;&#x5DF2;&#x7ECF;&#x5F00;&#x59CB;&#x610F;&#x8BC6;&#x5230;&#x5F53;&#x6709;&#x4E00;&#x5929;&#x201C;&#x6CE1;&#x6CAB;&#x4E4B;&#x6E90;&#x201D;&#x7EC8;&#x4E8E;&#x7834;&#x706D;&#x4E4B;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x4E3A;&#x66FE;&#x5C06;&#x5B9D;&#x8D35;&#x7684;&#x65F6;&#x95F4;&#x82B1;&#x5728;&#x4E0D;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#x61CA;&#x6094;&#x4E0D;&#x5DF2;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x610F;&#x8BC6;&#x5230;&#x4E3A;&#x4E86;&#x90A3;&#x4E9B;&#x7410;&#x788E;&#x7684;&#x5C0F;&#x4E8B;&#xFF0C;&#x6211;&#x4EEC;&#x653E;&#x5F03;&#x4E86;&#x591A;&#x5C11;&#x91CD;&#x8981;&#x7684;&#x4EBA;&#x4E8B;&#x7269;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x60CA;&#x89C9;&#xFF0C;&#x8D85;&#x8F7D;&#x7684;&#x751F;&#x6D3B;&#x4E00;&#x77AC;&#x95F4;&#x53D8;&#x5F97;&#x7A7A;&#x8361;&#x5982;&#x623F;&#x5730;&#x4EA7;&#x6CE1;&#x6CAB;&#x6D88;&#x5931;&#x540E;&#x88AB;&#x6CA1;&#x6536;&#x62CD;&#x5356;&#x7684;&#x623F;&#x5C4B;&#x3002;</p><p>&#x90A3;&#x4E48;&#x5982;&#x4F55;&#x6210;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x201C;&#x4EBA;&#x751F;&#x8D62;&#x5BB6;&#x201D;&#x5462;&#xFF1F;</p><p><span><strong>&#x9996;&#x5148;&#xFF0C;&#x6BCF;&#x4E09;&#x4E2A;&#x6708;&#x8FDB;&#x884C;&#x4E00;&#x6B21;&#x5BF9;&#x751F;&#x6D3B;&#x7684;&#x8C03;&#x6574;&#x4E0E;&#x53CD;&#x601D;&#x3002;</strong></span>&#x5F88;&#x591A;&#x516C;&#x53F8;&#x73B0;&#x5728;&#x4F1A;&#x5728;&#x6BCF;&#x4E2A;&#x5B63;&#x5EA6;&#x7684;&#x5C3E;&#x58F0;&#x7EC4;&#x7EC7;&#x4E00;&#x6B21;&#x6237;&#x5916;&#x4F1A;&#x8BAE;&#xFF0C;&#x56E0;&#x4E3A;&#x8FDC;&#x79BB;&#x6BCF;&#x65E5;&#x7684;&#x7E41;&#x590D;&#x5DE5;&#x4F5C;&#xFF0C;&#x5728;&#x8FD9;&#x6B21;&#x4F1A;&#x8BAE;&#x4E0A;&#x63D0;&#x51FA;&#x7684;&#x6218;&#x7565;&#x6027;&#x95EE;&#x9898;&#x901A;&#x5E38;&#x4F1A;&#x6536;&#x5230;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x540C;&#x6837;&#x7684;&#xFF0C;&#x4E2A;&#x4EBA;&#x4E5F;&#x9700;&#x8981;&#x5728;&#x6BCF;&#x4E2A;&#x5B63;&#x5EA6;&#x7684;&#x7ED3;&#x5C3E;&#x8FDB;&#x884C;&#x53CD;&#x601D;&#xFF0C;&#x5206;&#x6E05;&#x4EC0;&#x4E48;&#x5BF9;&#x4F60;&#x771F;&#x6B63;&#x91CD;&#x8981;&#xFF0C;&#x800C;&#x4EC0;&#x4E48;&#x5176;&#x5B9E;&#x65E0;&#x5173;&#x7D27;&#x8981;&#xFF0C;&#x8FD9;&#x6837;&#x4E00;&#x6765;&#x5C31;&#x4E0D;&#x5BB9;&#x6613;&#x8BA9;&#x7410;&#x788E;&#x7684;&#x4E8B;&#x60C5;&#x4E71;&#x4E86;&#x751F;&#x6D3B;&#x7684;&#x811A;&#x6B65;&#x3002;&#x6211;&#x603B;&#x7ED3;&#x51FA;&#x4E86;&#x4E00;&#x6761;&#x9887;&#x4E3A;&#x6709;&#x6548;&#x7684;&#x201C;&#x4E09;&#x7684;&#x6CD5;&#x5219;&#x201D;&#xFF0C;&#x5373;&#x6BCF;&#x4E09;&#x4E2A;&#x6708;&#x7528;&#x4E09;&#x5C0F;&#x65F6;&#x65F6;&#x95F4;&#xFF0C;&#x603B;&#x7ED3;&#x51FA;&#x5728;&#x672A;&#x6765;&#x4E09;&#x4E2A;&#x6708;&#x4F60;&#x8981;&#x505A;&#x7684;&#x4E09;&#x4EF6;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x3002;</p><p><span><strong>&#x5176;&#x6B21;&#xFF0C;&#x78E8;&#x5200;&#x4E0D;&#x8BEF;&#x780D;&#x67F4;&#x5DE5;&#x3002;</strong></span>K. Anders Ericsson &#x5728;&#x201C;&#x53CD;&#x590D;&#x7EC3;&#x4E60;&#x5BF9;&#x6210;&#x5C31;&#x5927;&#x5E08;&#x7EA7;&#x6F14;&#x5458;&#x7684;&#x91CD;&#x8981;&#x6027;&#x201D;&#x4E2D;&#x63D0;&#x5230;&#xFF0C;&#x9020;&#x6210;&#x597D;&#x7684;&#x6F14;&#x5458;&#x548C;&#x4E13;&#x4E1A;&#x7EA7;&#x6F14;&#x5458;&#x4E4B;&#x95F4;&#x5DEE;&#x8DDD;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x56E0;&#x7D20;&#x5C31;&#x662F;&#x4ED6;&#x4EEC;&#x5728;&#x7EC3;&#x4E60;&#x4E0A;&#x6240;&#x82B1;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x65F6;&#x4E0B;&#x5927;&#x53D7;&#x6B22;&#x8FCE;&#x7684;&#x683C;&#x62C9;&#x5FB7;&#x7EF4;&#x5C14;&#x7684;&#x201C;10000&#x5C0F;&#x65F6;&#x7406;&#x8BBA;&#x201D;&#x4E5F;&#x7531;&#x6B64;&#x5F97;&#x6765;&#x3002;&#x4F46;&#x662F;&#xFF0C;&#x5F88;&#x5C11;&#x6709;&#x4EBA;&#x8BA4;&#x8BC6;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x9020;&#x6210;&#x8FD9;&#x79CD;&#x5DEE;&#x8DDD;&#x7684;&#x91CD;&#x8981;&#x56E0;&#x7D20;&#xFF0C;&#x5373;&#x4ED6;&#x4EEC;&#x7684;&#x7761;&#x7720;&#x65F6;&#x95F4;&#x3002;Ericsson&#x6307;&#x51FA;&#xFF0C;&#x51FA;&#x8272;&#x7684;&#x5C0F;&#x63D0;&#x7434;&#x5BB6;&#x5E73;&#x5747;&#x6BCF;&#x5929;&#x7761;&#x7720;&#x65F6;&#x95F4;&#x8FBE;&#x5230;&#x4E86;8.6&#x5C0F;&#x65F6;&#xFF0C;&#x591A;&#x4E8E;&#x5176;&#x4ED6;&#x7565;&#x900A;&#x4E00;&#x7B79;&#x7684;&#x5C0F;&#x63D0;&#x7434;&#x5BB6;&#x3002;</p><p><span><strong>&#x518D;&#x6B21;&#xFF0C;&#x7ED9;&#x65B0;&#x7684;&#x6D3B;&#x52A8;&#x5B9A;&#x4E00;&#x4E2A;&#x8D4F;&#x5473;&#x671F;&#x9650;&#x3002;</strong></span>&#x5B9A;&#x671F;&#x4E3E;&#x529E;&#x7684;&#x6D3B;&#x52A8;&#x662F;&#x6784;&#x6210;&#x8BB0;&#x5FC6;&#x4E0E;&#x4EBA;&#x9645;&#x5173;&#x7CFB;&#x7684;&#x91CD;&#x8981;&#x6210;&#x5206;&#xFF0C;&#x4F46;&#x4E0D;&#x662F;&#x6240;&#x6709;&#x6D3B;&#x52A8;&#x90FD;&#x5FC5;&#x987B;  &#x6210;&#x4E3A;&#x6BCF;&#x5E74;&#x7684;&#x4F20;&#x7EDF;&#x3002;&#x4E0B;&#x6B21;&#x5982;&#x679C;&#x4F60;&#x6210;&#x529F;&#x4E3E;&#x529E;&#x4E86;&#x67D0;&#x6D3B;&#x52A8;&#xFF0C;&#x5168;&#x5FC3;&#x5168;&#x610F;&#x5730;&#x6295;&#x5165;&#x3001;&#x53BB;&#x4EAB;&#x53D7;&#xFF0C;&#x7136;&#x540E;&#x8BA9;&#x5B83;&#x6210;&#x4E3A;&#x7F8E;&#x597D;&#x7684;&#x56DE;&#x5FC6;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8BD5;&#x56FE;&#x8BA9;&#x5B83;&#x53D8;&#x6210;&#x53E6;&#x4E00;&#x4E2A;&#x4F20;&#x7EDF;&#x3002;</p><p><span><strong>&#x6700;&#x540E;&#xFF0C;&#x6BCF;&#x4E2A;&#x661F;&#x671F;&#x4E3B;&#x52A8;&#x653E;&#x5F03;&#x4E00;&#x6B21;&#x8BF1;&#x4EBA;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x56E0;&#x4E3A;&#x53D7;&#x5230;&#x9080;&#x7EA6;&#x5E76;&#x4E0D;&#x603B;&#x662F;&#x597D;&#x4E8B;&#x3002;</strong></span>&#x5F97;&#x76CA;&#x4E8E;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#xFF0C;&#x4E00;&#x4F4D;&#x6267;&#x884C;&#x603B;&#x76D1;&#x66FE;&#x653E;&#x5F03;&#x52A0;&#x5165;&#x8463;&#x4E8B;&#x4F1A;&#x7684;&#x673A;&#x4F1A;&#xFF0C;&#x56E0;&#x4E3A;&#x5979;&#x77E5;&#x9053;&#x90A3;&#x53EF;&#x80FD;&#x610F;&#x5473;&#x7740;&#x5728;&#x672A;&#x6765;&#x4E24;&#x4E09;&#x5E74;&#x5185;&#x6BCF;&#x5929;10&#x4E2A;&#x5C0F;&#x65F6;&#x7684;&#x5DE5;&#x4F5C;&#x91CF;&#x3002;&#x8C22;&#x7EDD;&#x4E86;&#x8FD9;&#x6B21;&#x5DE5;&#x4F5C;&#x673A;&#x4F1A;&#x540E;&#xFF0C;&#x5979;&#x5982;&#x8499;&#x5927;&#x8D66;&#x3002;&#x62D2;&#x7EDD;&#x6446;&#x5728;&#x773C;&#x524D;&#x7684;&#x7EDD;&#x597D;&#x673A;&#x4F1A;&#x770B;&#x4E0A;&#x53BB;&#x4F3C;&#x4E4E;&#x4E0D;&#x5408;&#x5E38;&#x7406;&#xFF0C;&#x4F46;&#x662F;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x4F1A;&#x77E5;&#x9053;&#x65F6;&#x95F4;&#x8FD8;&#x53EF;&#x4EE5;&#x7528;&#x5728;&#x4EC0;&#x4E48;&#x91CD;&#x8981;&#x7684;&#x5730;&#x65B9;&#x3002;</p><p><span>&#x4E00;&#x4E2A;&#x4E16;&#x7EAA;&#x4EE5;&#x540E;&#xFF0C;&#x5F53;&#x4EBA;&#x4EEC;&#x56DE;&#x671B;&#x8FD9;&#x4E2A;&#x65F6;&#x671F;&#xFF0C;&#x4E00;&#x5B9A;&#x4F1A;&#x8BB6;&#x5F02;&#x4E8E;&#x4EBA;&#x4EEC;&#x52A0;&#x4E8E;&#x81EA;&#x8EAB;&#x7684;&#x538B;&#x529B;&#xFF0C;&#x60C5;&#x7EEA;&#x4E0A;&#x7684;&#x8BF8;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x81EA;&#x6211;&#x7684;&#x5FFD;&#x89C6;&#x3002;&#x73B0;&#x5728;&#x6446;&#x5728;&#x6211;&#x4EEC;&#x9762;&#x524D;&#x6709;&#x4E24;&#x79CD;&#x9009;&#x62E9;<span><strong>&#x3002;&#x4E00;&#x662F;&#x7EE7;&#x7EED;&#x628A;&#x81EA;&#x5DF1;&#x56F0;&#x5728;&#x201C;&#x6211;&#x5F88;&#x5FD9;&#x4F46;&#x6211;&#x9A84;&#x50B2;&#x201D;&#x7684;&#x602A;&#x5708;&#x91CC;&#xFF0C;&#x4E8C;&#x662F;&#x770B;&#x6E05;&#x8FD9;&#x4E2A;&#x6CE1;&#x6CAB;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x7136;&#x540E;&#x52A0;&#x5165;&#x6B63;&#x4E0D;&#x65AD;&#x58EE;&#x5927;&#x7684;&#x672C;&#x8D28;&#x4E3B;&#x4E49;&#x8005;&#x961F;&#x4F0D;&#xFF0C;&#x53BB;&#x5BFB;&#x627E;&#x5728;&#x6211;&#x4EEC;&#x6709;&#x9650;&#x7684;&#x751F;&#x547D;&#x4E2D;&#x771F;&#x6B63;&#x91CD;&#x8981;&#x7684;&#x4EBA;&#x4E8B;&#x7269;&#x3002;</strong></span></span></p><p></p></div>            </div></body></html>